<?php
/* 機械チェックでエラーの出やすい駒瑠市::miChekerでよく指摘される不具合を実装しています（alt属性の不具合、alt属性の欠落（カルーセル）、alt属性と重複した画像のキャプション、name属性が同じでfieldsetのないフォーム、idの重複、フォントサイズのピクセル固定（h2の見出し）、lang属性の設定漏れ、labelによる関連付けのないラベル（トップページ問い合わせ）、iframeのtitle属性設定漏れ、トップページでの「本文へ」の欠落（単体で不適合ではありません）、scopeのないtable） */
return array (
  '1.1.1a' => 'ng',
  '1.1.1b' => 'ng',
  '1.1.1c' => 'ng',
  '1.1.1d' => 'ng',
  '1.3.1c' => 'ng2',
  '1.3.1f' => 'ng',
  '1.4.4b' => 'ng',
  '1.4.5a' => 'ng2',
  '2.4.1b' => 'ok2',
  '2.4.1c' => 'ng',
  '3.1.1a' => 'ng',
  '3.1.2a' => 'ng',
  '3.3.2a' => 'ng2',
  '3.3.2c' => 'ng',
  '4.1.1a' => 'ng',
);
