<?php
/* 3年前の駒瑠市::アクセシビリティの対応状況について、駒瑠市情報化推進室から指摘があり、急遽アクセシビリティ改修を行うことになった。試験結果はA一部準拠になった。試験結果の公開も行っている。 */
return array (
  '1.2a'   => 'ng3',
  '1.2.1b' => 'ng',
  '1.3.1d' => 'ng',
  '1.4.3a' => 'ng',
  '1.4.3b' => 'ng',
  '1.4.3c' => 'ng',
  '1.4.3d' => 'ng',
//  '1.4.4a' => 'ng',
  '1.4.5a' => 'ng',
  '1.4.5b' => 'ng',
  '2.4.5a' => 'ng',
  '2.4.6a' => 'ng',
  '2.4.7a' => 'ng',
  '3.1.2a' => 'ng',
  '3.2.3a' => 'ng',
  '3.2.4a' => 'ng',
  '3.2.4b' => 'ng',
  '3.3.3a' => 'ng',
  '3.3.4a' => 'ng',
);
