<!DOCTYPE html>
<html lang="ja">
<head>
	<meta charset="utf-8">
	<title>アクセシビリティ試験練習用サイト</title>
</head>
<body>
<h1>アクセシビリティ試験練習用サイト</h1>
<ul>
	<li>JIS X 8341-3:2016で求められているアクセシビリティの試験を練習するためのサイトです。</li>
	<li>サイトには意図的にアクセシビリティ上の問題が仕込んであります。</li>
	<li>以下の「試験の設定を行い試験する」から、練習を行うことができます。</li>
	<li>フォームの送信後のページなど、試験対象外の箇所には「試験対象外」というテキストが付与されています。</li>
</ul>

<h2>試験についての注意事項</h2>
<ul>
	<li>このサイトは「架空の地方自治体（駒瑠市）のとある課のサイト」という設定でできています。</li>
	<li>サイトには意図的にアクセシビリティ上の問題が仕込んであります。利用には不快感を伴うことがあります。</li>
	<li>PDFによる情報提供が存在します。当然ながらHTMLで情報提供した方が良いのですが、このサイトでは、「『お知らせ』はPDFによる添付しかできない困ったCMSを使っている」というような設定だとご理解ください。</li>
	<li>ブラウザで音声の自動再生をオフにしている場合で、自動再生の不具合を確認したい場合は、ブラウザの設定を調整してください。</li>
	<li>試験の設定では便宜上達成基準の番号ごとのまとまりを持っていますが、システムの都合上、必ずしもバリアの内容と達成基準の番号は一致しません。</li>
	<li>意図的にアクセシビリティ上の問題を生成するため、HTMLの文法に誤った箇所が含まれている場合があります。4.1.1の試験に関しては、対象としないようにしてください。</li>
</ul>

<h2>実行</h2>
<ul>
	<li><a href="./config.php">試験の設定を行い試験する</a></li>
</ul>

<footer>
制作：<a href="https:/www.jidaikobo.com">有限会社時代工房</a><br>
ライセンス：<a href="https://github.com/jidaikobo-shibata/city-komaru/blob/master/LICENSE.txt">MIT</a><br>
使っている音源は<a href="https://www.zapsplat.com">https://www.zapsplat.com</a>で取得しました。
</footer>
</body>
</html>
