<!DOCTYPE html>
<html lang="ja">
<head>
	<meta charset="utf-8">
	<title>アクセシビリティ試験練習用サイト</title>
</head>
<body>
<h1>アクセシビリティ試験練習用サイト</h1>
<ul>
	<li>JIS X 8341-3:2016で求められているアクセシビリティの試験を練習するためのサイトです。</li>
	<li>サイトには意図的にアクセシビリティ上の問題が仕込んであります。</li>
	<li>以下の「試験の練習を行う」から、練習サイトに入ることができます。</li>
	<li>フォームの送信後のページなど、試験対象外の箇所には「試験対象外」というテキストが付与されています。</li>
</ul>

<h2>試験についての注意事項</h2>
<ul>
	<li>意図的にアクセシビリティ上の問題を生成するため、HTMLの文法に誤った箇所が含まれている場合があります。4.1.1の試験に関しては、対象としないようにしてください。</li>
</ul>

<h2>実行</h2>
<ul>
	<li><a href="./practice">試験の練習を行う</a></li>
	<li><a href="./config.php">試験の設定を行う</a></li>
</ul>


<footer>
<a href="https:/www.jidaikobo.com">有限会社時代工房</a>
</footer>
</body>
</html>
